Examples/dispersionPaper/EstailladesNano/0_orig/B
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      B;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
  left 
    {
        type            cyclic;
    }
  
  right
    {
        type            cyclic;
    }


    top
    {
        type            cyclic;
    }

    bottom
    {
        type            cyclic;
    }

    front
    {
        type            cyclic;
    }
   back
    {
        type            cyclic;
    }


}

// ************************************************************************* //
