Examples/dispersionPaper/EstailladesNano/0_orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0); 

boundaryField
{
    left 
    {
        type            cyclic;
    }
   right 
    {
        type            cyclic;
    }

      top 
    {
        type            cyclic;
    }
   bottom
    {
        type            cyclic;
    }

      front 
    {
        type            cyclic;
    }
   back
    {
        type            cyclic;
    }

}


// ************************************************************************* //
