Examples/dispersionPaper/EstailladesNano/system/postProcessDict
FoamFile
{
version     4.0;
format      ascii;
class       dictionary;
location    "system";
object      postProcessDict;
}

direction 1;

x1 0;
x2 .000006400;

y1 0;
y2 .000006400;

z1 0;
z2 .000006400;

velocity volumeAveraged;
pressureDrop momentumSource;
